Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Restores no entrance animation.
de: Stellt die Eingangsanimation auf „Keine“ zurück.
es: Restablece la animación de entrada a ninguna.
et: Taastab sisenemisanimatsiooni puudumise.
fr: Rétablit l'absence d'animation d'entrée.
hu: Visszaállítja a belépési animáció hiányát.
it: Ripristina nessuna animazione di ingresso.
ja: 開始アニメーションを「なし」に戻します。
ko: 등장 효과를 '없음'으로 되돌립니다.
ms: Memulihkan tiada animasi kemunculan.
pt: Restaura a ausência de animação de entrada.
ru: Восстанавливает отсутствие анимации появления.
zh_hans: 恢复为无进场动画。

source: Restores no letter pop animation.
de: Stellt die Buchstaben-Animation auf „Keine“ zurück.
es: Restablece la animación de letras a ninguna.
et: Taastab tähtede hüppeanimatsiooni puudumise.
fr: Rétablit l'absence d'animation de pop des lettres.
hu: Visszaállítja a betűfelugrási animáció hiányát.
it: Ripristina nessuna animazione di pop delle lettere.
ja: 文字のポップアニメーションを「なし」に戻します。
ko: 글자 팝 애니메이션을 '없음'으로 되돌립니다.
ms: Memulihkan tiada animasi pop huruf.
pt: Restaura a ausência de animação das letras.
ru: Восстанавливает отсутствие анимации появления букв.
zh_hans: 恢复为无字母弹出动画。

source: Restores the Bloom press style.
de: Stellt den Bloom-Druckstil wieder her.
es: Restablece el estilo de pulsación Bloom.
et: Taastab Bloomi vajutusstiili.
fr: Rétablit le style de pression Bloom.
hu: Visszaállítja a Bloom lenyomási stílust.
it: Ripristina lo stile di pressione Bloom.
ja: Bloomの押下スタイルに戻します。
ko: Bloom 누름 스타일로 되돌립니다.
ms: Memulihkan gaya tekanan Bloom.
pt: Restaura o estilo de pressão Bloom.
ru: Восстанавливает стиль нажатия Bloom.
zh_hans: 恢复为 Bloom 按压样式。

source: Restores the Default motion preset.
de: Stellt die Standard-Bewegungsvorgabe wieder her.
es: Restablece el ajuste predeterminado de movimiento.
et: Taastab vaikimisi liikumise eelseadistuse.
fr: Rétablit le réglage de mouvement par défaut.
hu: Visszaállítja az alapértelmezett mozgáspresetet.
it: Ripristina il preset di movimento predefinito.
ja: デフォルトのモーションプリセットに戻します。
ko: 기본 모션 프리셋으로 되돌립니다.
ms: Memulihkan pratetap gerakan lalai.
pt: Restaura o predefinido de movimento.
ru: Восстанавливает пресет движения «По умолчанию».
zh_hans: 恢复为默认动效预设。

source: Restores the Floating popup style, switched on.
de: Stellt den schwebenden Popup-Stil wieder her und schaltet ihn ein.
es: Restablece el estilo de ventana flotante, activado.
et: Taastab hõljuva hüpikakna stiili, sisse lülitatuna.
fr: Rétablit le style de fenêtre flottante, activé.
hu: Visszaállítja a lebegő felugró stílust, bekapcsolva.
it: Ripristina lo stile popup fluttuante, attivato.
ja: フローティングポップアップスタイルに戻し、オンにします。
ko: 플로팅 팝업 스타일로 되돌리고 켭니다.
ms: Memulihkan gaya pop timbul terapung, dihidupkan.
pt: Restaura o estilo de pop-up flutuante, ativado.
ru: Восстанавливает плавающий стиль окна, включённый.
zh_hans: 恢复为悬浮弹窗样式并开启。

source: Restores the None suggestion text animation.
de: Stellt die Textanimation der Vorschläge auf „Keine“ zurück.
es: Restablece la animación de texto de sugerencias a ninguna.
et: Taastab soovituste teksti animatsiooni puudumise.
fr: Rétablit l'absence d'animation du texte des suggestions.
hu: Visszaállítja a javaslati szöveg animáció hiányát.
it: Ripristina nessuna animazione del testo dei suggerimenti.
ja: 候補テキストのアニメーションを「なし」に戻します。
ko: 제안 텍스트 애니메이션을 '없음'으로 되돌립니다.
ms: Memulihkan tiada animasi teks cadangan.
pt: Restaura a ausência de animação de texto das sugestões.
ru: Восстанавливает отсутствие анимации текста подсказок.
zh_hans: 恢复为无建议文字动画。

source: Restores the default feel, switched off.
de: Stellt das Standardgefühl wieder her und schaltet es aus.
es: Restablece la sensación predeterminada, desactivada.
et: Taastab vaikimisi tunde, välja lülitatuna.
fr: Rétablit la sensation par défaut, désactivée.
hu: Visszaállítja az alapértelmezett érzetet, kikapcsolva.
it: Ripristina la sensazione predefinita, disattivata.
ja: デフォルトのフィールに戻し、オフにします。
ko: 기본 느낌으로 되돌리고 끕니다.
ms: Memulihkan rasa lalai, dimatikan.
pt: Restaura a sensação predefinida, desativada.
ru: Восстанавливает стандартное ощущение, выключенное.
zh_hans: 恢复为默认手感并关闭。

source: Restores the default pack and volume. Your custom packs stay.
de: Stellt das Standardpaket und die Lautstärke wieder her. Deine eigenen Pakete bleiben erhalten.
es: Restablece el paquete y el volumen predeterminados. Tus paquetes personalizados se conservan.
et: Taastab vaikimisi paki ja helitugevuse. Sinu kohandatud pakid jäävad alles.
fr: Rétablit le pack et le volume par défaut. Tes packs personnalisés sont conservés.
hu: Visszaállítja az alapértelmezett csomagot és hangerőt. Az egyedi csomagjaid megmaradnak.
it: Ripristina il pacchetto e il volume predefiniti. I tuoi pacchetti personalizzati restano.
ja: デフォルトのパックと音量に戻します。カスタムパックはそのまま残ります。
ko: 기본 팩과 볼륨으로 되돌립니다. 사용자 팩은 그대로 유지됩니다.
ms: Memulihkan pek dan kelantangan lalai. Pek tersuai anda kekal.
pt: Restaura o pacote e o volume predefinidos. Os seus pacotes personalizados permanecem.
ru: Восстанавливает стандартный пакет и громкость. Ваши собственные пакеты остаются.
zh_hans: 恢复默认音效包和音量。您的自定义音效包会保留。

source: Restores the default pack, volume and tuning. Your custom packs stay.
de: Setzt Paket, Lautstärke und Klang auf die Standardwerte zurück. Deine eigenen Pakete bleiben erhalten.
es: Restablece el paquete, el volumen y el sonido predeterminados. Conserva tus paquetes personalizados.
et: Taastab vaikepaketi, helitugevuse ja heliseaded. Sinu kohandatud paketid säilivad.
fr: Rétablit le pack, le volume et les réglages du son par défaut. Tes packs personnalisés sont conservés.
hu: Visszaállítja az alapértelmezett csomagot, hangerőt és hangbeállításokat. A saját csomagjaid megmaradnak.
it: Ripristina il pacchetto, il volume e le regolazioni del suono predefiniti. I pacchetti personalizzati restano.
ja: 標準のパック、音量、サウンド調整に戻します。カスタムパックは保持されます。
ko: 기본 팩, 음량 및 사운드 조정으로 되돌립니다. 사용자 설정 팩은 유지됩니다.
ms: Pulihkan pek, kelantangan dan pelarasan bunyi lalai. Pek tersuai anda dikekalkan.
pt: Repõe o pacote, o volume e os ajustes de som predefinidos. Os seus pacotes personalizados são mantidos.
ru: Восстанавливает стандартный набор, громкость и настройки звука. Ваши наборы сохраняются.
zh_hans: 恢复默认声音包、音量和声音调节。自定义声音包会保留。

source: Results
de: Ergebnisse
es: Resultados
et: Tulemused
fr: Résultats
hu: Eredmények
it: Risultati
ja: 結果
ko: 결과
ms: Hasil
pt: Resultados
ru: Результаты
zh_hans: 结果

source: Retry
de: Erneut versuchen
es: Reintentar
et: Proovi uuesti
fr: Réessayer
hu: Újrapróbálkozás
it: Riprova
ja: 再試行
ko: 다시 시도
ms: Cuba lagi
pt: Tentar novamente
ru: Повторить
zh_hans: 重试

source: Retune the selected switch. Drag the pad for pitch and tone.
de: Passe den Klang des gewählten Schalters an. Zieh auf dem Feld, um Tonhöhe und Klangfarbe zu ändern.
es: Ajusta el sonido del interruptor seleccionado. Arrastra sobre el panel para cambiar la altura y el timbre.
et: Seadista valitud lüliti heli. Helikõrguse ja kõlavärvi muutmiseks lohista puutealal.
fr: Ajuste le son du mécanisme sélectionné. Fais glisser sur le pavé pour régler la hauteur et le timbre.
hu: Hangold át a kiválasztott kapcsolót. A felületen húzva állíthatod a hangmagasságot és a hangszínt.
it: Regola il suono dell’interruttore selezionato. Trascina sul riquadro per modificare altezza e timbro.
ja: 選択したスイッチの音を調整します。パッドをドラッグして音の高さと音色を変えられます。
ko: 선택한 스위치의 소리를 조정합니다. 패드를 드래그하여 음높이와 음색을 바꿔 보세요.
ms: Laraskan bunyi suis yang dipilih. Seret pada pad untuk mengubah pic dan warna nada.
pt: Ajuste o som do interruptor selecionado. Arraste no painel para alterar a altura e o timbre.
ru: Настройте звук выбранного переключателя. Перетаскивайте по полю, чтобы менять высоту и тембр.
zh_hans: 调节所选轴体的声音。拖动面板可调整音高和音色。

source: Return
de: Eingabetaste
es: Retorno
et: Sisestusklahv
fr: Retour
hu: Enter
it: Invio
ja: リターン

source: Return / Enter
de: Return / Eingabe
es: Intro
et: Sisestusklahv / Enter
fr: Retour / Entrée
it: Invio
ja: 改行 / Enter
pt: Enter
ru: Возврат / Ввод
zh_hans: 换行 / Enter

source: Return on glass
de: Eingabetaste auf Glas
es: Retorno en cristal
et: Sisestusklahv klaasil
fr: Retour sur verre
hu: Enter üvegen
it: Invio sul vetro
ja: リターンをガラス調に
ko: 유리 위 Return
ms: Return pada kaca
pt: Return em vidro
ru: Return на стекле
zh_hans: 玻璃回车键

source: Return to letters
de: Zurück zu Buchstaben
es: Volver a las letras
et: Tagasi tähtedele
fr: Revenir aux lettres
hu: Vissza a betűkhöz
it: Torna alle lettere
ja: 文字に戻る
ko: 문자로 돌아가기
ms: Kembali ke huruf
pt: Voltar às letras
ru: Возврат к буквам
zh_hans: 返回字母

source: Reuse recently copied text
de: Kürzlich kopierten Text wiederverwenden
es: Reutiliza el texto copiado recientemente
et: Taaskasuta hiljuti kopeeritud teksti
fr: Réutilise le texte récemment copié
hu: Használd újra a nemrég másolt szöveget
it: Riusa il testo copiato di recente
ja: 最近コピーしたテキストを再利用
ko: 최근 복사한 글 다시 쓰기
ms: Guna semula teks yang baru disalin
pt: Reutiliza texto copiado recentemente
ru: Использовать недавно скопированный текст
zh_hans: 重复使用最近复制的文本

source: Reuse what you just copied.
de: Verwende gerade Kopiertes direkt wieder.
es: Reutiliza lo que acabas de copiar.
et: Taaskasuta seda, mida just kopeerisid.
fr: Réutilise ce que tu viens de copier.
hu: Használd újra, amit az imént másoltál.
it: Riusa ciò che hai appena copiato.
ja: コピーしたばかりのものをすぐ使えます。
ko: 방금 복사한 내용을 바로 다시 쓰세요.
ms: Guna semula apa yang baru anda salin.
pt: Reutiliza o que acabaste de copiar.
ru: Используйте то, что только что скопировали.
zh_hans: 刚复制的内容，随手再用。

source: Revert
de: Rückgängig machen
es: Revertir
et: Võta tagasi
fr: Rétablir
hu: Vissza
it: Annulla
ja: 元に戻す
ko: 되돌리기
ms: Kembalikan
pt: Reverter
ru: Откатить
zh_hans: 还原

source: Revert an expansion and it won’t re-expand
de: Nimm eine Erweiterung zurück und sie erweitert sich nicht erneut
es: Deshaz una expansión y no se volverá a expandir
et: Võta laiendus tagasi ja see ei laiene uuesti
fr: Annule un développement et il ne se redéveloppera pas
hu: Vonj vissza egy bővítést, és nem bővül újra
it: Annulla un'espansione e non si riespanderà
ja: 拡大を元に戻すと、もう拡大し直しません
ko: 확장을 되돌리면 다시 확장되지 않아요
ms: Batalkan satu pengembangan dan ia takkan berkembang semula
pt: Reverte uma expansão e ela não volta a expandir-se
ru: Откатите разворачивание — и оно больше не повторится
zh_hans: 撤销一次展开，它就不会再展开

source: Revert auto-correct on delete
de: Autokorrektur beim Löschen rückgängig machen
es: Deshacer la autocorrección al borrar
et: Võta automaatparandus kustutamisel tagasi
fr: Annuler la correction auto en supprimant
hu: Automatikus javítás visszavonása törléskor
it: Annulla la correzione automatica quando cancelli
ja: 削除したら自動修正も取り消す
ko: 지울 때 자동 수정 되돌리기
ms: Batalkan autobetul bila padam
pt: Desfazer a correção automática ao apagar
ru: Откатывать автокоррекцию при удалении
zh_hans: 删除时撤销自动更正

source: Revert on delete
de: Beim Löschen rückgängig machen
es: Revertir al eliminar
et: Võta kustutamisel tagasi
fr: Annuler à la suppression
hu: Visszaállítás törléskor
it: Annulla all'eliminazione
ja: 削除時に元に戻す
ko: 삭제 시 되돌리기
ms: Kembalikan apabila padam
pt: Reverter ao eliminar
ru: Откат при удалении
zh_hans: 删除时还原

source: Revert to default
de: Auf Standard zurücksetzen
es: Volver al valor predeterminado
et: Naase vaikeväärtuse juurde
fr: Revenir aux valeurs par défaut
hu: Visszaállítás alapértelmezettre
it: Ripristina predefinito
ja: 初期設定に戻す
ko: 기본값으로 되돌리기
ms: Kembali ke lalai
pt: Repor predefinição
ru: Вернуть к стандартному
zh_hans: 恢复默认值

source: Review access
de: Zugriff prüfen
es: Revisar acceso
et: Vaata juurdepääs üle
fr: Vérifier les accès
hu: Hozzáférés áttekintése
it: Verifica accesso
ja: アクセスを確認
ko: 접근 권한 검토
ms: Semak akses
pt: Rever acesso
ru: Проверить доступ
zh_hans: 检查访问权限

source: Review and save the draft, then enable it in its editor.
de: Prüfe und speichere den Entwurf. Aktiviere ihn danach im Editor.
es: Revisa y guarda el borrador; después, actívalo en su editor.
et: Vaata mustand üle ja salvesta see, seejärel luba see redaktoris.
fr: Vérifie et enregistre le brouillon, puis active-le dans son éditeur.
hu: Ellenőrizd és mentsd a vázlatot, majd engedélyezd a szerkesztőjében.
it: Controlla e salva la bozza, poi attivala nel suo editor.
ja: 下書きを確認して保存し、エディタで有効にしてください。
ko: 초안을 검토하고 저장한 다음 편집기에서 활성화하세요.
ms: Semak dan simpan draf, kemudian aktifkannya dalam editor.
pt: Revê e guarda o rascunho e, depois, ativa-o no editor.
ru: Проверьте и сохраните черновик, затем включите его в редакторе.
zh_hans: 检查并保存草稿，然后在编辑器中启用。

source: Revoke access
de: Zugriff entziehen
es: Revocar acceso
et: Tühista juurdepääs
fr: Révoquer l’accès
hu: Hozzáférés visszavonása
it: Revoca accesso
ja: アクセスを取り消す
ko: 접근 권한 취소
ms: Tarik balik akses
pt: Revogar acesso
ru: Отозвать доступ
zh_hans: 撤销访问权限

source: Revoke it any time in Settings → General → Keyboard → Clink.
de: Du kannst ihn jederzeit widerrufen, unter Einstellungen → Allgemein → Tastatur → Clink.
es: Quítalo cuando quieras en Ajustes → General → Teclado → Clink.
et: Võta see igal ajal tagasi jaotises Seaded → Üldine → Klaviatuur → Clink.
fr: Retire-le quand tu veux dans Réglages → Général → Clavier → Clink.
hu: Bármikor visszavonhatod itt: Beállítások → Általános → Billentyűzet → Clink.
it: Puoi revocarlo quando vuoi da Impostazioni, Generali, Tastiera, Clink.
ja: 設定 → 一般 → キーボード → Clink でいつでもオフにできます。
ko: 설정 → 일반 → 키보드 → Clink에서 언제든 끌 수 있어요.
ms: Tarik balik bila-bila masa dalam Tetapan → Umum → Papan Kekunci → Clink.
pt: Podes revogá-lo quando quiseres em Definições → Geral → Teclado → Clink.
ru: Отозвать его можно в любой момент в Настройках → «Основные» → «Клавиатура» → Clink.
zh_hans: 随时可以在设置 → 通用 → 键盘 → Clink 里关掉。

source: Rewrite
de: Umschreiben
es: Reescribir
et: Kirjuta ümber
fr: Réécrire
hu: Átírás
it: Riscrivi
ja: 書き直し
ko: 다시 쓰기
ms: Tulis semula
pt: Reescrever
ru: Переписать
zh_hans: 改写

source: Rewrite the text to be…
de: Formuliere den Text so um, dass er …
es: Reescribe el texto para que sea…
et: Kirjuta tekst ümber nii, et see oleks…
fr: Réécris le texte pour qu'il soit…
hu: Írd át a szöveget úgy, hogy…
it: Riscrivi il testo in modo che sia…
ja: テキストを次のように書き直す…
ko: 텍스트를 이렇게 다시 써줘…
ms: Tulis semula teks supaya…
pt: Reescreve o texto para ficar…
ru: Переписать текст так, чтобы он был…
zh_hans: 把这段文字改写成……

source: Rewrite, proofread & more
de: Umschreiben, Korrektur und mehr
es: Reescribir, corregir y más
et: Ümberkirjutamine, ülelugemine ja palju muud
fr: Réécriture, correction et plus
hu: Átírás, ellenőrzés és még több
it: Riscrittura, correzione e altro
ja: 書き直し、校正など
ko: 다시 쓰기, 교정 등
ms: Tulis semula, semak dan banyak lagi
pt: Reescrever, rever e muito mais
ru: Переписать, вычитать и другое
zh_hans: 改写、校对等

source: Rewrite, proofread, and change tone
de: Umschreiben, korrigieren und den Ton ändern
es: Reescribe, corrige y cambia el tono
et: Kirjuta ümber, loe üle ja muuda tooni
fr: Réécris, relis et change le ton
hu: Átírás, lektorálás és hangnemváltás
it: Riscrivi, correggi e cambia tono
ja: 書き直し、校正、トーン変更
ko: 다시 쓰기, 교정, 어조 바꾸기
ms: Tulis semula, semak, dan tukar nada
pt: Reescreve, revê e muda o tom
ru: Переписывайте, проверяйте текст и меняйте тон
zh_hans: 改写、校对并调整语气

source: Rewriting, proofreading and tone changes in AI Tools, and tidying up dictation. That's the lot. It runs on Apple Intelligence, on the phone, and one switch in Integrations turns all of it off.
de: Umschreiben, Korrekturlesen und Tonwechsel in den KI-Werkzeugen, dazu das Aufräumen des Diktats. Mehr nicht. Es läuft über Apple Intelligence auf dem Gerät, und ein Schalter unter „Integrationen“ schaltet alles ab.
es: Reescribir, revisar y cambiar el tono en Herramientas de IA, y pulir el dictado. Nada más. Funciona con Apple Intelligence, en el propio teléfono, y un interruptor en Integraciones lo apaga todo.
et: Ümberkirjutamine, ülelugemine ja toonivahetused TI-tööriistades ning dikteerimise korrastamine. See on kõik. Töötab Apple Intelligence’iga telefonis ja üks lüliti Integratsioonides lülitab kõik välja.
fr: Réécrire, relire et changer de ton dans les Outils IA, plus le nettoyage de la dictée. C'est tout. Ça passe par Apple Intelligence, sur le téléphone, et un interrupteur dans Intégrations désactive l'ensemble.
hu: Átfogalmazás, korrektúra és hangnemváltás az MI-eszközökben, és a diktálás rendbetétele. Ennyi. Az Apple Intelligence-en, a telefonon fut, és az Integrációk alatt egy kapcsoló mindet kikapcsolja.
it: Riscrivere, correggere e cambiare tono negli Strumenti AI, più la pulizia della dettatura. Tutto qui. Gira su Apple Intelligence, sul telefono, e un interruttore in Integrazioni spegne tutto.
ja: AIツールでの書き換え・校正・トーン変更と、音声入力の整形です。それだけです。端末上のApple Intelligenceで動作し、「連携」のスイッチひとつで全部オフにできます。
ko: AI 도구의 다시 쓰기, 교정, 어조 바꾸기와 받아쓰기 다듬기입니다. 그게 전부입니다. 기기 안의 Apple Intelligence로 돌아가고, 연동의 스위치 하나로 전부 끌 수 있습니다.
ms: Menulis semula, menyemak dan menukar nada dalam Alat AI, serta mengemas hasil imlak. Itu sahaja. Ia berjalan pada Apple Intelligence, di telefon, dan satu suis dalam Integrasi mematikan kesemuanya.
pt: Reescrever, rever e mudar o tom nas Ferramentas de IA, e arrumar o ditado. É tudo. Corre no Apple Intelligence, no telemóvel, e um interruptor em Integrações desliga tudo.
ru: Переписывание, проверка текста и смена тона в «Инструментах ИИ» плюс приведение диктовки в порядок. Вот и всё. Работает на Apple Intelligence, на телефоне, и один переключатель в «Интеграциях» выключает это целиком.
zh_hans: AI 工具里的改写、校对、语气调整，加上听写的整理。就这些。它在手机上通过 Apple Intelligence 运行，“集成”里有一个开关能全部关掉。

source: Ribbon
de: Band
es: Cinta
et: Pael
fr: Ruban
hu: Szalag
it: Nastro
ja: リボン
ko: 리본
ms: Riben
pt: Fita
ru: Лента
zh_hans: 丝带

source: Right
de: Rechts
es: Derecha
et: Parem
fr: Droite
hu: Jobb
it: Destra
ja: 右
ko: 오른쪽
ms: Kanan
pt: Direita
ru: Вправо
zh_hans: 右

source: Rigid
de: Starr
es: Rígido
et: Jäik
fr: Rigide
hu: Merev
it: Rigido
ja: 硬め
ko: 단단함
ms: Kaku
pt: Rígido
ru: Жёсткий
zh_hans: 硬

source: Rim lighting
de: Randbeleuchtung
es: Iluminación del borde
et: Servavalgustus
fr: Éclairage du rebord
hu: Peremvilágítás
it: Illuminazione del bordo
ja: 縁のライト
ko: 테두리 조명
ms: Pencahayaan tepi
pt: Iluminação do rebordo
ru: Подсветка края
zh_hans: 边缘灯光

source: Ripple
de: Kreiswelle
es: Ondas
et: Laine
fr: Ondulation
hu: Fodrozódás
it: Cerchi
ja: リップル
ko: 물결
ms: Riak
pt: Ondulação
ru: Рябь
zh_hans: 涟漪

source: Rise
de: Aufsteigen
es: Subida
et: Tõus
fr: Montée
hu: Emelkedés
it: Salita
ja: ライズ
ko: 올라오기
ms: Naik
pt: Subida
ru: Подъём
zh_hans: 上升

source: Robot
de: Roboter
ja: ロボット
ko: 로봇
pt: Robô
ru: Робот
zh_hans: 机器人

source: Roomy
de: Geräumig
es: Amplio
et: Avar
fr: Spacieux
hu: Tágas
it: Ampio
ja: 広め
ko: 넉넉함
ms: Lega
pt: Amplo
ru: Просторно
zh_hans: 宽敞

source: Rose Gold
de: Roségold
es: Oro rosa
et: Roosakuld
fr: Or rose
hu: Rozéarany
it: Oro rosa
ja: ローズゴールド
ko: 로즈 골드
ms: Emas ros
pt: Ouro rosa
ru: Розовое золото
zh_hans: 玫瑰金

source: Rotate
de: Drehen
es: Girar
et: Pööra
fr: Faire pivoter
hu: Forgatás
it: Ruota
ja: 回転
ko: 회전
ms: Putar
pt: Rodar
ru: Повернуть
zh_hans: 旋转

source: Rotation
de: Drehung
es: Rotación
et: Pööre
hu: Forgatás
it: Rotazione
ja: 回転
ko: 회전
ms: Putaran
pt: Rotação
ru: Поворот
zh_hans: 旋转

source: Round
de: Rund
es: Redondo
et: Ümar
fr: Rond
hu: Kerek
it: Tondo
ja: 円
ko: 원형
ms: Bulat
pt: Redondo
ru: Круг
zh_hans: 圆形

source: Rounded
de: Abgerundet
es: Redondeado
et: Ümar
fr: Arrondi
hu: Lekerekített
it: Arrotondato
ja: 丸み
ko: 둥근 모양
ms: Bulat
pt: Arredondado
ru: Скруглённый
zh_hans: 圆角

source: Roundness
de: Rundung
es: Redondez
et: Ümarus
fr: Arrondi
hu: Kerekség
it: Arrotondamento
ja: 丸み
ko: 둥글기
ms: Kebulatan
pt: Arredondamento
ru: Скругление
zh_hans: 圆角

source: Row
de: Reihe
es: Fila
et: Rida
fr: Rangée
hu: Sor
it: Riga
ja: 行
ko: 행
ms: Baris
pt: Linha
ru: Ряд
zh_hans: 行

source: Row insets
de: Zeileneinzüge
es: Márgenes de las filas
et: Ridade taanded
fr: Retraits des rangées
hu: Sorok behúzása
it: Rientri delle righe
ja: 行の余白
ko: 행 여백
ms: Inset baris
pt: Recuos das filas
ru: Отступы рядов
zh_hans: 行内边距

source: Row spacing
de: Reihenabstand
es: Espaciado de filas
et: Ridade vahe
fr: Espacement des rangées
hu: Sortávolság
it: Spaziatura delle righe
ja: 行の間隔
ko: 행 간격
ms: Jarak baris
pt: Espaçamento das linhas
ru: Расстояние между рядами
zh_hans: 行间距

source: Rows
de: Reihen
es: Filas
et: Read
fr: Rangées
hu: Sorok
it: Righe
ja: 行
ko: 행
ms: Baris
pt: Linhas
ru: Ряды
zh_hans: 行

source: Rule priority
de: Regelpriorität
es: Prioridad de las reglas
et: Reeglite prioriteet
fr: Priorité des règles
hu: Szabályok prioritása
it: Priorità delle regole
ja: ルールの優先順位
ko: 규칙 우선순위
ms: Keutamaan peraturan
pt: Prioridade das regras
ru: Приоритет правил
zh_hans: 规则优先级

source: Rule results
de: Regelergebnisse
es: Resultados de las reglas
et: Reeglite tulemused
fr: Résultats des règles
hu: Szabályok eredményei
it: Risultati delle regole
ja: ルールの結果
ko: 규칙 결과
ms: Hasil peraturan
pt: Resultados das regras
ru: Результаты правил
zh_hans: 规则结果

source: Rules are off until you enable them. Later rules take priority. Temporary overrides never change your saved settings.
de: Regeln bleiben aus, bis du sie aktivierst. Spätere Regeln haben Vorrang. Temporäre Einstellungen ändern nie deine gespeicherten Werte.
es: Las reglas están desactivadas hasta que las actives. Las últimas tienen prioridad. Los cambios temporales nunca modifican los ajustes guardados.
et: Reeglid on väljas, kuni need lubad. Hilisemad reeglid on prioriteetsed. Ajutised seaded ei muuda salvestatud seadeid.
fr: Les règles restent désactivées tant que tu ne les actives pas. Les dernières sont prioritaires. Les réglages temporaires ne modifient jamais les réglages enregistrés.
hu: A szabályok engedélyezésig kikapcsolva maradnak. A későbbi szabályok elsőbbséget élveznek. Az ideiglenes beállítások soha nem módosítják a mentett értékeket.
it: Le regole restano disattivate finché non le attivi. Quelle più in basso hanno priorità. Le modifiche temporanee non cambiano mai le impostazioni salvate.
ja: ルールは有効にするまで動作しません。後に並ぶルールが優先されます。一時設定によって保存済みの設定が変更されることはありません。
ko: 규칙은 직접 활성화할 때까지 꺼져 있습니다. 아래에 있는 규칙이 우선합니다. 임시 설정은 저장된 설정을 변경하지 않습니다.
ms: Peraturan dimatikan sehingga anda mendayakannya. Peraturan kemudian diberi keutamaan. Tetapan sementara tidak mengubah tetapan tersimpan.
pt: As regras ficam desligadas até as ativares. As regras mais abaixo têm prioridade. As alterações temporárias nunca mudam as definições guardadas.
ru: Правила выключены, пока вы их не включите. Более поздние правила имеют приоритет. Временные настройки не меняют сохранённые значения.
zh_hans: 规则在启用前保持关闭。后面的规则优先。临时设置不会更改已保存的设置。

source: Run
de: Ausführen
es: Ejecutar
et: Käivita
fr: Exécuter
hu: Fut
it: Esegui
ja: 実行
ko: 실행
ms: Jalankan
pt: Executar
ru: Запустить
zh_hans: 运行

source: Run Python scripts on your text
de: Bearbeite deinen Text mit Python-Skripten
es: Procesa tu texto con scripts de Python
et: Töötle teksti Pythoni skriptidega
fr: Traite ton texte avec des scripts Python
hu: Szöveg feldolgozása Python-szkriptekkel
it: Elabora il testo con script Python
ja: Pythonスクリプトでテキストを処理します
ko: Python 스크립트로 텍스트를 처리하세요
ms: Proses teks dengan skrip Python
pt: Processa o teu texto com scripts Python
ru: Обработка текста скриптами Python
zh_hans: 使用 Python 脚本处理文字

source: Run a PyMini action directly
de: Eine PyMini-Aktion direkt ausführen
es: Ejecuta una acción de PyMini directamente
et: Käivita PyMini tegevus otse
fr: Lance directement une action PyMini
hu: PyMini-művelet közvetlen futtatása
it: Esegue direttamente un’azione PyMini
ja: PyMini のアクションを直接実行
ko: PyMini 동작을 바로 실행
ms: Jalankan tindakan PyMini terus
pt: Executa uma ação PyMini diretamente
ru: Запустить действие PyMini напрямую
zh_hans: 直接运行 PyMini 动作
